# Install GNU core utilities (those that come with OS X are outdated)
# Don’t forget to add `$(brew --prefix coreutils)/libexec/gnubin` to `$PATH`.
brew 'coreutils'
# Install some other useful utilities like `sponge`
brew 'moreutils'
# Install GNU `find`, `locate`, `updatedb`, and `xargs`, g-prefixed
brew 'findutils'
# Install Bash 4
brew 'bash'
brew 'zsh'
brew 'starship'
brew 'ctags'
brew 'ack'
brew 'the_silver_searcher'
brew 'the_platinum_searcher'
brew 'ripgrep'
brew 'pandoc'
brew 'git'
brew 'git-lfs'
brew 'git-gui'
brew 'gnupg'
brew 'chezmoi'
brew 'imagemagick'
brew 'plantuml'
brew 'tree'
brew 'p7zip'
brew 'tmux'
brew 'lsusb'
brew 'jq'
brew 'yq'
brew 'wget'
brew 'go'
brew 'golangci-lint'
brew 'python'
brew 'ruby'
brew 'node'
brew 'yarn'
brew 'k9s'
tap 'heroku/brew'
brew 'heroku'

# Install GUI applications
tap 'homebrew/cask'
cask_args appdir: '~/Applications'

cask 'iterm2'
cask 'macvim'
cask 'emacs'
cask 'plover'
cask 'karabiner-elements'
cask 'bettertouchtool'
cask 'steermouse'
# Necessary to make it work on Big Sur for the time being
tap 'homebrew/cask-versions'
cask 'background-music-pre'
cask 'vlc'
cask 'plexamp'
cask 'pock'
cask 'obs'
cask 'mongodb-realm-studio'
cask 'cyberduck'
cask 'google-chrome'
cask 'firefox'
cask 'thunderbird'
cask 'gimp'
cask 'visual-studio-code'
cask 'keepassxc'
cask 'wireshark'
cask 'syncthing'
cask 'libreoffice'
cask 'docker'
cask 'slack'
cask 'skype'
#cask 'zoom'
tap 'homebrew/cask-fonts'
cask 'font-fira-code'
cask 'homebrew/cask-drivers/hhkb-pro-driver'

brew 'mas'

mas 'Xcode', id: 497799835
mas 'Pages', id: 409201541
mas 'Numbers', id: 409183694
mas 'Keynote', id: 409203825
mas 'Microsoft Word', id: 462054704
mas 'Microsoft Excel', id: 409203825
mas 'Microsoft PowerPoint', id: 462062816
mas 'Keka', id: 470158793
mas 'BetterSnapTool', id: 417375580
