# Install GNU core utilities (those that come with OS X are outdated)
# Don’t forget to add `$(brew --prefix coreutils)/libexec/gnubin` to `$PATH`.
brew 'coreutils'
# Install some other useful utilities like `sponge`
brew 'moreutils'
# Install GNU `find`, `locate`, `updatedb`, and `xargs`, g-prefixed
brew 'findutils'
# Install Bash 4
brew 'bash'
brew 'zsh'
brew 'ctags'
brew 'ack'
brew 'the_silver_searcher'
brew 'git'
brew 'git-gui'
brew 'gnupg'
brew 'stow'
brew 'imagemagick'
brew 'plantuml'
brew 'tree'
brew 'p7zip'
brew 'tmux'
brew 'jq'
brew 'yq'
brew 'wget'
brew 'go'
brew 'python'
brew 'ruby'
brew 'node'
brew 'yarn'

tap 'heroku/brew'
brew 'heroku'

# Install GUI applications
tap 'homebrew/cask'
cask_args appdir: '~/Applications'

cask 'macvim'
cask 'emacs'
cask 'plover'
cask 'karabiner-elements'
cask 'pock'
cask 'google-chrome'
cask 'firefox'
cask 'thunderbird'
cask 'gimp'
cask 'visual-studio-code'
cask 'keepassxc'
cask 'syncthing'
cask 'libreoffice'
# TODO: Add when Apple Silicon is supported
# cask 'docker'
cask 'slack'
cask 'skype'
cask 'zoom'

tap 'homebrew/cask-fonts'
cask 'font-fira-code'

brew 'mas'

mas 'Xcode', id: 497799835
mas 'Pages', id: 409201541
mas 'Numbers', id: 409183694
mas 'Keynote', id: 409203825
mas 'Microsoft Word', id: 462054704
mas 'Microsoft Excel', id: 409203825
mas 'Microsoft PowerPoint', id: 462062816
