brew 'arduino-cli'

cask 'discord'
cask 'dropbox'
cask 'veracrypt'
cask 'josm'
cask 'android-studio'
cask 'arduino'
cask 'steam'
cask 'mumble'
cask 'quodlibet'

mas 'GarageBand', id: 682658836
mas 'LINE', id: 539883307
mas 'WhatsApp Desktop', id: 1147396723
mas 'Messenger', id: 1480068668
mas 'Telegram', id: 747648890
mas 'ChatSecure Messenger', id: 464200063
