aaron-bond.better-comments
adpyke.codesnap
af4jm.vscode-icalendar
alefragnani.project-manager
aster.vscode-subtitles
batisteo.vscode-django
bbenoist.QML
bierner.color-info
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bungcip.better-toml
castwide.solargraph
casualjim.gotemplate
christian-kohler.npm-intellisense
codezombiech.gitignore
coolbear.systemd-unit-file
cschleiden.vscode-github-actions
cstrachan.vcard
cweijan.vscode-autohotkey-plus
DavidAnson.vscode-markdownlint
dbaeumer.jshint
dbaeumer.vscode-eslint
donjayamanne.git-extension-pack
donjayamanne.githistory
dpkristensen-garmin.udev-rules
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
gamunu.vscode-yarn
GitHub.copilot
GitHub.vscode-pull-request-github
golang.go
GrapeCity.gc-excelviewer
GraphQL.vscode-graphql
Gruntfuggly.todo-tree
hashicorp.terraform
ICS.japanese-proofreading
idleberg.applescript
jakeboone02.pgn
James-Yu.latex-workshop
jeandeaual.lilypond-syntax
jeandeaual.noir
jeandeaual.scheme
jebbs.plantuml
jock.svg
KnisterPeter.vscode-github
lextudio.restructuredtext
lhl2617.lilypond-formatter
lhl2617.lilypond-pdf-preview
lhl2617.lilypond-snippets
lhl2617.vslilypond
lostintangent.vsls-whiteboard
mattn.Lisp
me-dutour-mathieu.vscode-github-actions
mechatroner.rainbow-csv
mjmcloug.vscode-elixir
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-postgresql
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.vscode-github-issue-notebooks
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
mutantdino.resourcemonitor
naumovs.color-highlight
nico-castell.linux-desktop-file
onlyutkarsh.vsix-viewer
paradox460.elvish-lang
pepri.subtitles-editor
pgourlain.erlang
rebornix.ruby
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
ritwickdey.LiveServer
rstuven.iferrblocks
RubenVerg.xcompose
rust-lang.rust
seanwu.vscode-qt-for-python
shd101wyy.markdown-preview-enhanced
sissel.shopify-liquid
skyapps.fish-vscode
speedy37.ascii-plist
streetsidesoftware.hunspell
svelte.svelte-vscode
swimmy4days.brainfuck-syntax-highlighter
Tim-Koehler.helm-intellisense
Togusa09.tmlanguage
tomoki1207.pdf
trond-snekvik.simple-rst
twxs.cmake
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
wengerk.highlight-bad-chars
wingrunr21.vscode-ruby
XadillaX.viml
xaver.clang-format
ziyasal.vscode-open-in-github
zxh404.vscode-proto3
