aaron-bond.better-comments
adpyke.codesnap
af4jm.vscode-icalendar
alefragnani.project-manager
aster.vscode-subtitles
axetroy.vscode-whatchanged
batisteo.vscode-django
bbenoist.QML
bierner.color-info
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
castwide.solargraph
casualjim.gotemplate
christian-kohler.npm-intellisense
codecontemplator.kubeseal
codezombiech.gitignore
coolbear.systemd-unit-file
cschleiden.vscode-github-actions
cstrachan.vcard
cweijan.epub-reader
cweijan.vscode-autohotkey-plus
cweijan.vscode-database-client2
DavidAnson.vscode-markdownlint
dbaeumer.jshint
dbaeumer.vscode-eslint
donjayamanne.git-extension-pack
donjayamanne.githistory
dpkristensen-garmin.udev-rules
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
emeraldwalk.RunOnSave
esbenp.prettier-vscode
exiasr.hadolint
fcrespo82.markdown-table-formatter
firefox-devtools.vscode-firefox-debug
gamunu.vscode-yarn
Garmin.monkey-c
GitHub.vscode-pull-request-github
GitLab.gitlab-workflow
golang.go
GrapeCity.gc-excelviewer
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
Gruntfuggly.todo-tree
hashicorp.terraform
ICS.japanese-proofreading
idleberg.applescript
IronGeek.vscode-env
jakeboone02.pgn
James-Yu.latex-workshop
jeandeaual.lilypond-syntax
jeandeaual.noir
jeandeaual.scheme
jebbs.plantuml
jeff-hykin.better-cpp-syntax
jock.svg
josetr.cmake-language-support-vscode
lextudio.restructuredtext
lhl2617.lilypond-formatter
lhl2617.lilypond-pdf-preview
lhl2617.lilypond-snippets
lhl2617.vslilypond
lostintangent.vsls-whiteboard
mathiasfrohlich.Kotlin
mattn.Lisp
me-dutour-mathieu.vscode-github-actions
mechatroner.rainbow-csv
mitchdenny.ecdc
mjmcloug.vscode-elixir
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-postgresql
ms-python.black-formatter
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.vscode-github-issue-notebooks
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
mshdinsight.azure-hdinsight
msjsdiag.vscode-react-native
mtsmfm.vscode-stl-viewer
mtxr.sqltools
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-pg
mutantdino.resourcemonitor
naumovs.color-highlight
nico-castell.linux-desktop-file
oderwat.indent-rainbow
onlyutkarsh.vsix-viewer
paradox460.elvish-lang
pedro-w.tmlanguage
pepri.subtitles-editor
pgourlain.erlang
printfn.gemini-improved
rebornix.ruby
redhat.ansible
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.LiveServer
rstuven.iferrblocks
RubenVerg.xcompose
rust-lang.rust-analyzer
ryanluker.vscode-coverage-gutters
seanwu.vscode-qt-for-python
shd101wyy.markdown-preview-enhanced
signageos.signageos-vscode-sops
sissel.shopify-liquid
skyapps.fish-vscode
soutaro.rbs-syntax
speedy37.ascii-plist
sswg.swift-lang
streetsidesoftware.hunspell
stylelint.vscode-stylelint
sumneko.lua
svelte.svelte-vscode
swimmy4days.brainfuck-syntax-highlighter
syler.sass-indented
tamasfe.even-better-toml
tenninebt.vscode-koverage
timonwong.shellcheck
tomoki1207.pdf
trond-snekvik.devicetree
trond-snekvik.simple-rst
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vivaxy.vscode-conventional-commits
vsciot-vscode.vscode-arduino
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscode-org-mode.org-mode
vscodevim.vim
wingrunr21.vscode-ruby
XadillaX.viml
xaver.clang-format
ziyasal.vscode-open-in-github
zxh404.vscode-proto3
