aaron-bond.better-comments
adpyke.codesnap
af4jm.vscode-icalendar
alefragnani.project-manager
aster.vscode-subtitles
axetroy.vscode-whatchanged
batisteo.vscode-django
bbenoist.qml
be5invis.opentype-feature-file-support
bierner.color-info
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bitwes.gut-extension
castwide.solargraph
casualjim.gotemplate
charliermarsh.ruff
christian-kohler.npm-intellisense
codecontemplator.kubeseal
codezombiech.gitignore
coolbear.systemd-unit-file
cweijan.epub-reader
cweijan.vscode-autohotkey-plus
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.git-extension-pack
donjayamanne.githistory
dpkristensen-garmin.udev-rules
eamodio.gitlens
editorconfig.editorconfig
emeraldwalk.runonsave
esbenp.prettier-vscode
exiasr.hadolint
fcrespo82.markdown-table-formatter
firefox-devtools.vscode-firefox-debug
gamunu.vscode-yarn
geequlim.godot-tools
github.vscode-github-actions
github.vscode-pull-request-github
gitlab.gitlab-workflow
golang.go
googlecloudtools.cloudcode
grapecity.gc-excelviewer
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
hashicorp.terraform
ics.japanese-proofreading
idleberg.applescript
irongeek.vscode-env
jakebecker.elixir-ls
jakeboone02.pgn
james-yu.latex-workshop
jeandeaual.lilypond-syntax
jeandeaual.noir
jeandeaual.scheme
jebbs.plantuml
jeff-hykin.better-cpp-syntax
jock.svg
josetr.cmake-language-support-vscode
lencerf.beancount
lhl2617.lilypond-formatter
lhl2617.lilypond-pdf-preview
lhl2617.lilypond-snippets
lhl2617.vslilypond
lostintangent.vsls-whiteboard
mathiasfrohlich.kotlin
mattn.lisp
me-dutour-mathieu.vscode-github-actions
mechatroner.rainbow-csv
mitchdenny.ecdc
mjmcloug.vscode-elixir
mkhl.shfmt
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-postgresql
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.mypy-type-checker
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.mono-debug
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.vscode-github-issue-notebooks
ms-vscode.vscode-serial-monitor
ms-vsliveshare.vsliveshare
mshdinsight.azure-hdinsight
msjsdiag.vscode-react-native
mtsmfm.vscode-stl-viewer
mtxr.sqltools
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-pg
mutantdino.resourcemonitor
naumovs.color-highlight
nico-castell.linux-desktop-file
oderwat.indent-rainbow
onlyutkarsh.vsix-viewer
paradox460.elvish-lang
pedro-w.tmlanguage
pepri.subtitles-editor
pgourlain.erlang
printfn.gemini-improved
pulumi.pulumi-lsp-client
redhat.ansible
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
rstuven.iferrblocks
rubenverg.xcompose
rust-lang.rust-analyzer
ryanluker.vscode-coverage-gutters
saratravi.elixir-formatter
seanwu.vscode-qt-for-python
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
signageos.signageos-vscode-sops
sissel.shopify-liquid
skyapps.fish-vscode
soutaro.rbs-syntax
speedy37.ascii-plist
sswg.swift-lang
streetsidesoftware.hunspell
stylelint.vscode-stylelint
sumneko.lua
svelte.svelte-vscode
swimmy4days.brainfuck-syntax-highlighter
syler.sass-indented
tamasfe.even-better-toml
tenninebt.vscode-koverage
tim-koehler.helm-intellisense
timonwong.shellcheck
tomoki1207.pdf
tootone.org-mode
trond-snekvik.devicetree
trond-snekvik.simple-rst
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vivaxy.vscode-conventional-commits
vsciot-vscode.vscode-arduino
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
xadillax.viml
xaver.clang-format
ziyasal.vscode-open-in-github
zxh404.vscode-proto3
